Revit 2027 API
Tile.TileChangeRow Property
 The property labeled "Amount" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileChangeRow { get; }
Public Shared ReadOnly Property TileChangeRow As String
	Get
public:
static property String^ TileChangeRow {
	String^ get ();
}
static member TileChangeRow : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 5".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace